tap "fluxcd/tap"
tap "nikitabobko/tap"
tap "siderolabs/tap"
brew "age"
brew "atuin"
brew "bat"
brew "cloudflared"
brew "coreutils"
brew "direnv"
brew "fd"
brew "fortune"
brew "fzf"
brew "git"
brew "glances"
brew "go"
brew "go-task"
brew "gptfdisk"
brew "helm"
brew "helmfile"
brew "inetutils"
brew "jq"
brew "k9s"
brew "kubeconform"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "lsd"
brew "neovim"
brew "node"
brew "pre-commit"
brew "python@3.13"
brew "ripgrep"
brew "smartmontools"
brew "sops"
brew "stow"
brew "tmux"
brew "tree"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "fluxcd/tap/flux"
brew "siderolabs/tap/talosctl"
cask "aerospace"
cask "bitwarden"
cask "claude-code"
cask "libreoffice"
