tap "fluxcd/tap"
tap "siderolabs/tap"
brew "age"
brew "atuin"
brew "bat"
brew "direnv"
brew "fortune"
brew "fzf"
brew "git"
brew "glances"
brew "go-task"
brew "helm"
brew "helmfile"
brew "jq"
brew "k9s"
brew "kubeconform"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "lsd"
brew "neovim"
brew "node"
brew "python@3.13"
brew "pre-commit"
brew "ripgrep"
brew "sops"
brew "talhelper"
brew "tmux"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "siderolabs/tap/talosctl"
cask "bitwarden"

